export type AnnouncementItem = {
  id: number;
  title: string;
  date: string;
  image: string;
  summary: string;
  details: string;
  href: string;
};
export const announcements: AnnouncementItem[] = [
  {
    id: 1,
    title: "Выбор аудиторской организации",
    date: "15.12.2025 г.",
    image: "/images/generated_human2.png",
    summary:
      '«ТОО «Казахстанские атомные электрические станции» расположенное по адресу: 010000, Республика Казахстан г. Астана, пр. Мангилик ел 57А, БЦ "Аура" объявляет о проведении процедуры выбора аудиторской организации.',
    details:
      "«ТОО «Казахстанские атомные электрические станции» расположенное по адресу: 010000, Республика Казахстан г. Астана, пр.Мангилик ел 57А, БЦ 'Аура' объявляет о проведении процедуры выбора аудиторской организации.   Полный перечень закупаемых услуг, количество, подробная спецификация и срок оказания услуг указаны в запросе на участие в процедуре выбора аудиторской организации. Копию запроса на участие можно получить в срок до «25» декабря 2025 года с 9.00 до 18.30 часов, по адресу: Республика Казахстан, г. Астана, пр.Мангилик ел 57А, БЦ 'Аура', или по запросу на e-mail d.zhanabayeva@knpp.kz kense@knpp.kz   Официальные конкурсные предложения на оказание услуг представляются потенциальными поставщиками ТОО «Казахстанские атомные электрические станции» в конверте, в запечатанном виде, , по адресу: Республика Казахстан, г. Астана, пр.Мангилик ел 57А, БЦ 'Аура' в срок до «26» декабря 2025 года до 18.30 часов. Вскрытие конкурсных предложений будет осуществлено «26» декабря 2025 года в 18.30 часов",
    href: "/",
  },
  {
    id: 2,
    title: "Поставка оборудования",
    date: "20.12.2025 г.",
    image: "/images/generated_human2.png",
    summary:
      "Объявление о проведении процедуры выбора аудиторской организации в целях последующей закупки услуг аудиторской организации по аудиту финансовой отчетности ТОО «КАЭС» за 2022 год",
    details:
      "ТОО «Казахстанские атомные электрические станции» расположенное по адресу: 010000, Республика Казахстан г. Астана, пр. Мәңгілік Ел, 10, БЦ «Казына Тауэрс» объявляет о проведении процедуры выбора аудиторской организации. Полный перечень закупаемых услуг, количество, подробная спецификация и срок оказания указаны в запросе на участие в процедуре выбора аудиторской организации. Копию запроса на участие можно получить в срок до «28» января 2023 года с 9.00 до 18.00 часов, по адресу: Республика Казахстан, г. Астана, ул. Мәңгілік Ел, 10, БЦ «Қазына Тауэрс», 11 этаж, e-mail: kense@knpp.kz Официальные конкурсные предложения на оказание услуги, запечатанные в конверты, представляются потенциальными поставщиками в ТОО «КАЭС», по адресу: Республика Казахстан, г. Астана, пр. Мәңгілік Ел, 10, БЦ «Казына Тауэрс», 11 этаж в срок до «29» января 2023 года до 15.00 часов. Дополнительную информацию и справки можно получить по тел. 8 (7172) 57-57-48, e-mail: kense@knpp.kz",
    href: "/",
  },
  {
    id: 3,
    title: "Консультационные услуги",
    date: "25.12.2025 г.",
    image: "/images/generated_human2.png",
    summary:
      "Полный перечень закупаемых услуг, количество, подробная спецификация и",
    details:
      "ТОО «Казахстанские атомные электрические станции» расположенное по адресу: 010000, Республика Казахстан г. Астана, улица Д.Қонаева, 12/1, БЦ 'На водно-зеленом бульваре' объявляет о проведении процедуры выбора аудиторской организации. Полный перечень закупаемых услуг, количество, подробная спецификация и срок оказания указаны в запросе на участие в процедуре выбора аудиторской организации. Копию запроса на участие можно получить в срок до «08» декабря 2023 года с 9.00 до 18.00 часов, по адресу: Республика Казахстан, г. Астана, улица Д.Қонаева, 12/1, БЦ 'На водно-зеленом бульваре', 11 этаж, e-mail: zh.abikova@knpp.kz kense@knpp.kz Официальные конкурсные предложения на оказание услуги, запечатанные в конверты, представляются потенциальными поставщиками в ТОО «КАЭС», по адресу: Республика Казахстан, г. Астана, улица Д.Қонаева, 12/1, БЦ 'На водно-зеленом бульваре', 11 этаж в срок до «09» декабря 2023 года до 15.00 часов. Дополнительную информацию и справки можно получить по тел. 8 (7172) 575748, 8 (7172) 574329, +7 (778) 7295404, e-mail: zh.abikova@knpp.kz kense@knpp.kz",
    href: "/",
  },
];