import Image from "next/image";

export default function CompanySection() {
  return (
    <section id="section-about-company" className="flex flex-col gap-4 scroll-mt-24">

      <div className="flex gap-10 items-start">
        <p className="flex-1 font-light leading-relaxed text-lg">
          ТОО «Казахстанские атомные электрические станции» (КАЭС) - государственная компания, созданная в 2014 году в соответствии с планом первоочередных мероприятий по строительству атомных электростанций в Республике Казахстан (распоряжение Премьер-Министра РК от 4 мая 2014 года № 60-р) по обеспечению разработки предпроектной (ТЭО) и проектной (проектно-сметной) документации по строительству АЭС, а также организация работ по строительству АЭС в Республике Казахстан.
Ранее КАЭС являлась дочерним предприятием АО «Фонд национального благосостояния «Самрук-Қазына», однако в соответствии с постановлением Президента Республики Казахстан компания передана под управление Агентства Республики Казахстан по атомной энергии.
Компания выполняет функции оператора по подготовке, проектированию и реализации проектов строительства атомных электростанций, а также по созданию необходимой инфраструктуры для развития атомной энергетики.
Основная цель деятельности КАЭС - создание современной и безопасной атомной энергетической инфраструктуры, направленной на укрепление энергетической безопасности и устойчивое развитие экономики Казахстана.
Штат КАЭС укомплектован специалистами, имеющими профильное образование и опыт работы в атомной отрасли и традиционной электроэнергетике. В настоящее время компания готовит научно-обоснованные предложения по срокам, месту строительства и объемам мощности АЭС в соответствии с Общенациональным Планом мероприятий по реализации Послания Главы государства народу Казахстана от 1 сентября 2021 года «Единство народа и системные реформы – прочная основа процветания страны».

        </p>
      </div>
    </section>
  );
}
